[
    {
        "lines": "My friends bet me I couldn’t talk to the prettiest girl in the bar. Want to use their money to buy some drinks?"
    },
    {
        "lines": "Trust me, I’m not drunk; I’m just intoxicated by you."
    },
    {
        "lines": "I seem to have lost my number—can I have yours?"
    },
    {
        "lines": "I was just trying to buy a drink here, but you’re very distracting."
    },
    {
        "lines": "I started reading/watching an interesting book/show last week, and I’d love to discuss it with someone. Have you heard of it?"
    },
    {
        "lines": "You see my friend over there? S/he wants to know if you think I’m cute."
    },
    {
        "lines": "I was going to call you beautiful, but then I realized I don’t have your number yet."
    },
    {
        "lines": "You: Are you good at math? Them: No (or Yes) You: Me neither (or Me too). But the only number I care about is yours."
    },
    {
        "lines": "I’m surprised the restaurant/bar/etc. hasn’t asked you to leave yet. You’re so beautiful you’re making all the other girls look bad."
    },
    {
        "lines": "Excuse me, I don’t mean to intrude, but you owe me a drink (pause), because when I saw you, I dropped mine."
    },
    {
        "lines": "Are you any good at boxing? Because you look like a knockout."
    },
    {
        "lines": "It’s never easy meeting a complete stranger—especially one as beautiful as you—without being properly introduced. But can we try anyway?"
    },
    {
        "lines": "I wish I’d paid more attention to science in high school, because you and I’ve got chemistry and I want to know all about it."
    },
    {
        "lines": "Hi, my name is (your name), but you can call me tonight or tomorrow."
    },
    {
        "lines": "Do I know you? (pause) Oh, sorry, it’s just that you look just like my next girlfriend."
    },
    {
        "lines": "If I were to ask you out on a date, would your answer be the same as the answer to this question?"
    },
    {
        "lines": "Hey, do you mind if we take a picture together? I just want to show my mom what my next girlfriend looks like."
    },
    {
        "lines": "You look like you know how to have a good time. Been on any adventures lately?"
    },
    {
        "lines": "You know, I’m actually terrible at flirting. How about you try to pick me up instead?"
    },
    {
        "lines": "Do you have a name, or can I just call you ‘mine?’"
    },
    {
        "lines": "I’m not sure what it is yet, but something about you seems really interesting."
    }
]