[
    {
        "lines": "In my opinion, there are three kinds of beautiful: Cute, pretty, and sexy. Somehow, you manage to be all three."
    },
    {
        "lines": "I don’t know which is prettier today—the weather, or your eyes."
    },
    {
        "lines": "I swear someone stole the stars from the sky and put them in your eyes."
    },
    {
        "lines": "I think the only way you could possibly be more beautiful is if I got to know you."
    },
    {
        "lines": "You are astoundingly gorgeous, but I can tell that’s the least interesting thing about you. I’d love to know more."
    },
    {
        "lines": "The sparkle in your eyes is so bright, the sun must be jealous."
    },
    {
        "lines": "If beauty were time, you’d be eternity."
    },
    {
        "lines": "One night I looked up at the stars and thought, ‘Wow, how beautiful.’ But now that I’m looking at you, nothing else can compare."
    },
    {
        "lines": "If I had a nickel for every time I saw someone as beautiful as you, I’d still only have five cents."
    },
    {
        "lines": "If you were a fruit, you’d be a ‘fine-apple.’"
    },
    {
        "lines": "I can’t tell if that was an earthquake, or if you just seriously rocked my world."
    },
    {
        "lines": "Your hand looks heavy—can I hold it for you?"
    },
    {
        "lines": "Hi, I’m (your name). Do you remember me? Oh, that’s right—we’ve only met in my dreams."
    },
    {
        "lines": "I just had to tell you, your beauty made me truly appreciate being able to see."
    },
    {
        "lines": "What does it feel like to be the most gorgeous girl in the room?"
    },
    {
        "lines": "I don’t know your name, but I’m sure it’s as beautiful as you are. I’m (your name)."
    },
    {
        "lines": "Do you know what my shirt is made of? Boyfriend material."
    },
    {
        "lines": "I thought this was a (bar/restaurant/etc.), but I must be in a museum because you’re a piece of art."
    },
    {
        "lines": "Are you a time traveler? Because I absolutely see you in my future."
    },
    {
        "lines": "You know, your smile has been lighting up the room all night and I just had to come and say hello."
    }
]