[
    {
        "lines": "If you let me borrow a kiss, I promise I’ll give it right back."
    },
    {
        "lines": "There must be something wrong with my eyes—I can’t seem to take them off of you."
    },
    {
        "lines": "You must be a hell of a thief, because you managed to steal my heart from across the room."
    },
    {
        "lines": "I’d say, ‘God bless you,’ but it looks like he already did."
    },
    {
        "lines": "You know, I believe that honesty is the best policy, so to be perfectly honest, you’re the sexiest man I’ve ever seen."
    },
    {
        "lines": "I was going to say something really sweet about you, but when I saw you, I became speechless."
    },
    {
        "lines": "I’m not currently an organ donor, but I’d be happy to give you my heart."
    },
    {
        "lines": "I saw you walking by and I had to come say hello. I love your style. My name’s (your name)."
    },
    {
        "lines": "When I text you goodnight later, what phone number should I use?"
    },
    {
        "lines": "You know, I had a pickup line ready to go, but you’re so hot it just left my mind."
    },
    {
        "lines": "If I were a cat, I’d spend all nine of my lives with you."
    },
    {
        "lines": "Kiss me if I’m wrong but, dinosaurs still exist, right?"
    },
    {
        "lines": "Excuse me, do you have the time? I just want to remember the exact minute I got a crush on you."
    },
    {
        "lines": "Wow, when God made you, he was seriously showing off."
    },
    {
        "lines": "Would you mind giving me a pinch? You’re so cute, I must be dreaming."
    },
    {
        "lines": "I’m not photographer, but I can definitely picture us together."
    },
    {
        "lines": "I’m really glad I just bought life insurance, because when I saw you, my heart stopped."
    },
    {
        "lines": "Do you believe in love at first sight, or should I try walking by again ?"
    },
    {
        "lines": "Hey, I’m going for a walk. Would you mind holding this for me ?"
    },
    {
        "lines": "I’m not usually religious, but when I saw you, I knew you were the answer to my prayers."
    }
]