[
    {
        "lines": "I’d like to take you to the movies, but they don’t let you bring in your own snacks."
    },
    {
        "lines": "You know what you would look really beautiful in? My arms."
    },
    {
        "lines": "I would never play hide and seek with you because someone like you is impossible to find."
    },
    {
        "lines": "Are you a magician? It’s the strangest thing, but every time I look at you, everyone else disappears."
    },
    {
        "lines": "I think there’s something wrong with my phone. Could you try calling it to see if it works?"
    },
    {
        "lines": "Are you an electrician? Because you’re definitely lighting up my day/night!"
    },
    {
        "lines": "Hi, I just wanted to thank you for the gift. (pause) I’ve been wearing this smile ever since you gave it to me."
    },
    {
        "lines": "I’ve heard it said that kissing is the ‘language of love.’ Would you care to have a conversation with me about it sometime ?"
    },
    {
        "lines": "I believe in following my dreams. Can I have your Instagram ?"
    },
    {
        "lines": "I always thought happiness started with an ‘h,’ but it turns out mine starts with ‘u.’"
    },
    {
        "lines": "Do you know what the Little Mermaid and I have in common? We both want to be part of your world."
    },
    {
        "lines": "If you were a song, you’d be the best track on the album."
    },
    {
        "lines": "On a scale of 1 to America, how free are you tonight?"
    },
    {
        "lines": "You know, I always thought that Disneyland was the ‘happiest place on Earth,’ but that was before I got a chance to stand here next to you."
    },
    {
        "lines": "Want to go outside and get some fresh air with me? You just took my breath away."
    },
    {
        "lines": "If you were a taser, you’d be set to ‘stun.’"
    },
    {
        "lines": "If you were a Transformer, you’d be ‘Optimus Fine.’"
    },
    {
        "lines": "Is your name Google? Because you have everything I’m searching for."
    },
    {
        "lines": "Do you ever get tired from running through my thoughts all night?"
    },
    {
        "lines": "You know, they say that love is when you don’t want to sleep because reality is better than your dreams. And after seeing you, I don’t think I ever want to sleep again."
    }
]